console.log("Завдання 7. Створіть об’єкт, який представляє студента з властивостями ім’я, вік та курс. Виконайте наступні дії:");
// 1. Створюємо об’єкт студента
let student = {
    name: "Іван",
    age: 20,
    course: 3
};

// 2. Додаємо нову властивість (предмети)
student.subjects = ["Математика", "Програмування", "Фізика"];

// 3. Видаляємо властивість "вік"
delete student.age;

// 4. Виводимо оновлений об’єкт
console.log("Оновлений об'єкт студента:", student);
console.log("закінчення лабораторной роботи:");